---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CentimetersToTheFourthPower
source: html/016a4004-b49d-3a5f-fd8e-08fa9f635fe0.htm
---
# Autodesk.Revit.DB.UnitTypeId.CentimetersToTheFourthPower Property

Centimeters to the fourth power.

## Syntax (C#)
```csharp
public static ForgeTypeId CentimetersToTheFourthPower { get; }
```